Repository: salaniko/SBSI-Spare-Brained-Licensing
Catalog: app/Translations/License Mgt.*.xlf
Languages: fr_fr

# Table 2870711897 - Property 2879900210
source: Extension License
fr_fr: Gestion des licences SBSI

# Table 2870711897 - Field 2520497479 - Property 2879900210
source: Activated
fr_fr: Activé

# Table 2870711897 - Field 3681468396 - Property 2879900210
source: Activated At
fr_fr: Activé à

# Table 2870711897 - Field 128183738 - Property 2879900210
source: Activated By
fr_fr: Activé par

# Table 2870711897 - Field 3278502036 - Property 2879900210
source: Billing Support Email
fr_fr: Support email facturation

# Table 2870711897 - Field 2570673311 - Property 2879900210
source: Created At
fr_fr: Créé à

# Table 2870711897 - Field 3553709163 - Property 2879900210
source: Entry Id
fr_fr: Id écriture

# Table 2870711897 - Field 2515772770 - Property 2879900210
source: Extension Name
fr_fr: Nom de l'extension

# Table 2870711897 - Field 3301870439 - Property 2879900210
source: Installed At
fr_fr: Installé à

# Table 2870711897 - Field 682390464 - Property 2879900210
source: License Key
fr_fr: Clé licence

# Table 2870711897 - Field 3482719256 - Property 2879900210
source: License Platform
fr_fr: Plateforme licence

# Table 2870711897 - Field 3265714202 - Property 2879900210
source: Product Code
fr_fr: Code produit

# Table 2870711897 - Field 1615067412 - Property 2879900210
source: Product URL
fr_fr: URL Produit

# Table 2870711897 - Field 3577687543 - Property 2879900210
source: Subscription Cancelled At
fr_fr: Souscription annulée à

# Table 2870711897 - Field 2993034865 - Property 2879900210
source: Subscription Email
fr_fr: Email souscription

# Table 2870711897 - Field 714177988 - Property 2879900210
source: Subscription End Date
fr_fr: Date fin souscription

# Table 2870711897 - Field 3419904252 - Property 2879900210
source: Subscription Ended At
fr_fr: Souscription terminée à

# Table 2870711897 - Field 586868407 - Property 2879900210
source: Subscription Failed At
fr_fr: Soucription échouée à

# Table 2870711897 - Field 1645510544 - Property 2879900210
source: Support URL
fr_fr: URL assistance

# Table 2870711897 - Field 3502087437 - Property 2879900210
source: Trial Grace End Date
fr_fr: Date fin essai

# Table 2870711897 - Field 2888391108 - Property 2879900210
source: Update Available
fr_fr: Mise à jour disponible

# Table 2870711897 - Field 1667101431 - Property 2879900210
source: Update News URL
fr_fr: URL nouvelles mises à jour

# Table 2870711897 - Field 1618015777 - Property 2879900210
source: Version Check URL
fr_fr: URL vérification version

# Codeunit 1922437799 - Method 2560927687 - NamedType 345427010
source: No Subscription was found in the Subscriptions list for AppId: %1
fr_fr: Aucune souscription n'a été trouvée dans la liste des souscriptions pour l'app: %1

# Codeunit 1922437799 - Method 2560927687 - NamedType 4007641815
source: The Subscription for %1 is not Active. Contact your system administrator to re-activate it.
fr_fr: La souscription pour %1 n'est pas active. Veuillez contacter votre administrateur système.

# Codeunit 4024883425 - Method 572322412 - NamedType 1832738441
source: Unable to verify or activate license.\ %1: %2 \ %3
fr_fr: Impossible de vérifier ou d'activer la licence.\ %1: %2 \ %3

# Codeunit 4024883425 - Method 572322412 - NamedType 2344834051
source: Unable to communicate with the license server due to an environment block. Please resolve and try again.
fr_fr: Impossible de communiquer avec le serveur de licences en raison d'un blocage d'environnement. Merci de le résoudre et de réessayer.

# Codeunit 4024883425 - Method 2508294018 - NamedType 1515148142
source: An error occured validating the license. Contact %1 for assistance
fr_fr: Une erreur est survenue lors de la validation de la licence. Contacter %1 pour assistance

# Codeunit 4024883425 - Method 2792865364 - NamedType 2571021891
source: An error occured validating the license. Contact %1 for assistance
fr_fr: Une erreur est survenue lors de la validation de la licence. Contacter %1 pour assistance

# Codeunit 4024883425 - Method 906692905 - NamedType 385219469
source: The key will look like XXXXXXXX-XXXXXXXX-XXXXXXXX-XXXXXXXX.
fr_fr: La clé a le format suivant : XXXXXXXX-XXXXXXXX-XXXXXXXX-XXXXXXXX.

# Codeunit 3022200967 - Method 1089336500 - NamedType 2571021891
source: An error occured validating the license. Contact %1 for assistance
fr_fr: Une erreur est survenue lors de la validation de la licence. Contacter %1 pour assistance

# Codeunit 3022200967 - Method 1089336500 - NamedType 4258206074
source: The License Key provided has already expired due to a Subscription End. Contact %1 for assistance
fr_fr: La clé de licence fournie a déjà expirée du à la fin de la souscription. Contact %1 pour assistance

# Codeunit 3022200967 - Method 1130209872 - NamedType 2597918364
source: There are no remaining uses of that license key to assign to this installation.
fr_fr: Il n'y a plus d'utilisations restantes de cette clé de licence à attribuer à cette installation.

# Codeunit 3022200967 - Method 2560927687 - NamedType 3635804519
source: Today is the last trial day for %1. Please purchase a License Key and Activate the subscription to continue use.
fr_fr: Aujourd'hui est le dernier jour d'essai pour %1. Veuillez acheter une clé de licence et activer l'abonnement pour continuer à utiliser

# Codeunit 3022200967 - Method 2547612846 - NamedType 4286379137
source: To install this Extension, you need to update %1 to at least version %2.
fr_fr: Pour installer cette extension, vous devez mettre à jour %1 vers au moins la version %2.

# Codeunit 3022200967 - Method 1168398803 - NamedType 2648923875
source: This will deactivate this license in this Business Central instance, but you will need to contact the Publisher to release the assigned license. \ \Are you sure you want to deactivate this license?
fr_fr: Cela désactivera cette licence dans cette instance Business Central, mais vous devrez contacter l'éditeur pour libérer la licence attribuée. \ \Voulez-vous vraiment désactiver cette licence ?

# Codeunit 3022200967 - Method 2406779609 - NamedType 1913171376
source: Update Extension: %1
fr_fr: Mettre à jour l'extension: %1

# Page 2519867600 - Property 2879900210
source: Extension Licenses
fr_fr: Gestion des licences SBSI

# Page 2519867600 - NamedType 3390988340
source: Available
fr_fr: Disponible

# Page 2519867600 - Control 2520497479 - Property 1295455071
source: Shows if this Extension has been Activated with a Product Key.
fr_fr: Indique si cette extension a été activée avec une clé de produit.

# Page 2519867600 - Control 3278502036 - Property 1295455071
source: The email address to contact with Billing related questions about this Subscription.
fr_fr: L'adresse e-mail à contacter pour les questions relatives à la facturation concernant cet abonnement.

# Page 2519867600 - Control 3553709163 - Property 1295455071
source: Specifies the value of the Entry Id field.
fr_fr: Spécifie la valeur du champ ID d'entrée.

# Page 2519867600 - Control 2515772770 - Property 1295455071
source: The name of the Extension that is registered to have a Subscription requirement.
fr_fr: Le nom de l'extension qui est enregistrée pour avoir un abonnement.

# Page 2519867600 - Control 1615067412 - Property 1295455071
source: The page where one can find more information about purchasing a Subscription for this Extension.
fr_fr: La page où l'on peut trouver plus d'informations sur l'achat d'un abonnement pour cette extension.

# Page 2519867600 - Control 2993034865 - Property 1295455071
source: This shows the email address that the License Key is registered to, in case there is a need to find it later.
fr_fr: Cela montre l'adresse e-mail à laquelle la clé de licence est enregistrée, au cas où il serait nécessaire de la retrouver ultérieurement.

# Page 2519867600 - Control 1645510544 - Property 1295455071
source: The page where one can find more information about how to get Support for the Extension.
fr_fr: La page où l'on peut trouver plus d'informations sur la façon d'obtenir de l'assistance pour l'extension.

# Page 2519867600 - Control 3502087437 - Property 1295455071
source: If the Extension is not yet Activated, this is the last date the Extension can run in Trial Mode.
fr_fr: [NAB: NOT TRANSLATED]

# Page 2519867600 - Control 890477203 - Property 1295455071
source: If an Update is available, this will link to where to find out more.
fr_fr: Si une mise à jour est disponible, cela vous redirigera vers où en savoir plus.

# Page 2519867600 - Control 890477203 - Property 2879900210
source: Update News
fr_fr: Nouvelles mises à jour

# Page 2519867600 - Action 2267293014 - Property 1295455071
source: Launches the Activation Wizard for this Subscription.
fr_fr: Lance l'assistant d'activation pour cet abonnement.

# Page 2519867600 - Action 2267293014 - Property 2879900210
source: Activate
fr_fr: Activer

# Page 2519867600 - Action 2955463525 - Property 1295455071
source: Forces this Subscription inactive, which will allow entry of a new License Key.
fr_fr: Force cet abonnement inactif, ce qui permettra la saisie d'une nouvelle clé de licence.

# Page 2519867600 - Action 2955463525 - Property 2879900210
source: Deactivate
fr_fr: Désactiver

# Page 3179820558 - Property 2879900210
source: Licensing Activation Wizard
fr_fr: Assistant d'activation de licence

# Page 3179820558 - NamedType 1398112590
source: You need to enter a License Key to continue.
fr_fr: Vous devez entrer une clé de licence pour continuer.

# Page 3179820558 - NamedType 1234444719
source: Get License Key
fr_fr: Obtenir la clé de licence

# Page 3179820558 - NamedType 3119195878
source: Use Test Key
fr_fr: Utiliser la clé de test

# Page 3179820558 - Control 3243166786 - Property 2879900210
source: Start Activation
fr_fr: Démarrer l'activation

# Page 3179820558 - Control 1201906119 - Property 1968111052
source: Click Next to begin the activation process. You will need your Subscription License key.
fr_fr: Cliquez sur Suivant pour commencer le processus d'activation. Vous aurez besoin de votre clé de licence d'abonnement.

# Page 3179820558 - Control 1283650361 - Property 2879900210
source: This is the Activation Wizard for the Licensing system.
fr_fr: Il s'agit de l'assistant d'activation du système de licence.

# Page 3179820558 - Control 3817008790 - Property 1968111052
source: You will enter the License Key for the following License. If you do not have a License key, please click on the "Get License Key" link.
fr_fr: Vous entrerez la clé de licence pour la licence suivante. Si vous n'avez pas de clé de licence, veuillez cliquer sur le lien "Obtenir la clé de licence".

# Page 3179820558 - Control 426715456 - Property 1968111052
source: Please enter your Subscription License Key:
fr_fr: Veuillez saisir votre clé de licence d'abonnement :

# Page 3179820558 - Control 3196012354 - Property 1968111052
source: This is the Test Subscription, so you can use a test License Key here by clicking:
fr_fr: Il s'agit de l'abonnement test, vous pouvez donc utiliser une clé de licence test ici en cliquant sur :

# Page 3179820558 - Control 2723201281 - Property 1968111052
source: Please enter your Subscription License Key:
fr_fr: Veuillez saisir votre clé de licence d'abonnement :

# Page 3179820558 - Control 1755829652 - Property 2879900210
source: Activation Results
fr_fr: Résultats d'activation

# Page 3179820558 - Control 3933190995 - Property 1968111052
source: Activation Unsuccessful!
fr_fr: Échec de l'activation !

# Page 3179820558 - Control 1200239856 - Property 1968111052
source: Activation Successful!
fr_fr: Activation réussie!

# Page 3179820558 - Action 2438272767 - Property 2879900210
source: Back
fr_fr: Précédent

# Page 3179820558 - Action 3259912055 - Property 2879900210
source: Finish
fr_fr: Terminer

# Page 3179820558 - Action 914282563 - Property 2879900210
source: Next
fr_fr: Suivant

# PermissionSet 917097709 - Property 2879900210
source: Spare Brained Licensing Admin
fr_fr: Pemissions gestion des licences admin

# PermissionSet 1149570938 - Property 2879900210
source: SPBPL Licensing RO
fr_fr: Permissions gestion des licences utilisateur
